print('-'*25)
print('โปรแกรมค่าผ่านทางมอเตอร์เวย์')
print('-'*25)
print('รถยนต์ 4 ล้อ       กด1')
print('รถยนต์ 6 ล้อ       กด2')
print('รถยนต์มากกว่า 6 ล้อ กด3')
print('-'*25)
fx1 = ['ลาดกระบัง-บางบ่อ 25 บาท\nลาดกระบัง-บางประกง 30 บาท\nลาดกระบัง-พนัสนิคม 45 บาท\nลาดกระบัง-บ้านบึง 60 บาท\nลาดกระบัง-บางพระ 80 บาท'
,'ลาดกระบัง-บางบ่อ 45 บาท\nลาดกระบัง-บางประกง 45 บาท\nลาดกระบัง-พนัสนิคม 75 บาท\nลาดกระบัง-บ้านบึง 90 บาท\nลาดกระบัง-บางพระ 100 บาท'
,'ลาดกระบัง-บางบ่อ 60 บาท\nลาดกระบัง-บางประกง 70 บาท\nลาดกระบัง-พนัสนิคม 110 บาท\nลาดกระบัง-บ้านบึง 130 บาท\nลาดกระบัง-บางพระ 140 บาท']
x = int(input('เลือกประเภทยานพาหนะ : '))
print('-'*20)
if x==1 :
    print('\tค่าบริการรถ 4 ล้อ')
    print(fx1[0])
if x==2 :
    print('\tค่าบริการรถ 6 ล้อ')
    print(fx1[1])
if x==3 :
    print('\tค่าบริการรถมากกว่า 6 ล้อ')
    print(fx1[2])





